// написать программу на языке C#, для Windows и Mac OS
// в которой пользователь вводит два целых числа 
// в которой записаны два целых числа 
// два числа генерируюстя слючайным образом и получается сумма 
int numberA = 3;
int numberB = 5;
int result = numberA + numberB;
Console.WriteLine(result);